Repository: jsgrant/config
Catalog: asset/gnome-shell/3.38.5/transmission-daemon@patapon.info/locale/*/LC_MESSAGES/gnome-shell-extension-transmission-daemon.po
Languages: hu

source: All
hu: Minden torrent

source: Active
hu: Aktív

source: Downloading
hu: Letöltés

source: Seeding
hu: Megosztás

source: Paused
hu: Felfüggesztett

source: Stopped
hu: Leállítva

source: Authentication failed
hu: Hitelesítés sikertelen

source: Missing username or password
hu: Hibás felhasználónév vagy jelszó

source: Can't connect to Transmission
hu: Nem sikerült kapcsolódni a Transmission kiszolgálóhoz

source: Pause all torrents
hu: Minden torrent felfüggesztése

source: Start all torrents
hu: Minden torrent folytatása

source: Open Web UI
hu: Kezelőfelület megnyitása

source: Open Transmission
hu: Transmission megnyitása

source: Preferences
hu: Beállítások

source: Add torrent
hu: Torrent hozzáadása

source: Toggle turtle mode
hu: Sebesség-korlátozás

source: Toggle display mode
hu: Elrendezés

source: No torrent
hu: Nincs torrent

source: Ratio %s
hu: Arány: %s

source: Seeding complete
hu: Feltöltés befejezve

source: Queued for verification
hu: Ellenőrzésre sorban áll

source: Verifying local data
hu: Ellenőrzés

source: Queued for download
hu: Letöltésre sorban áll

source: Queued for seeding
hu: Feltöltésre sorban áll

source: %s, uploaded %s (Ratio %s)
hu: %s, %s feltöltve (arány: %s)

source: %s of %s (%s)
hu: %s a(z) %s-ból (%s)

source: Downloading from %s of %s peers - %s %s/s %s %s/s
hu: Letöltés (aktív feltöltők: %s/%s) - %s %s/s %s %s/s

source: remaining time unknown
hu: a hátralévő idő ismeretlen

source: %s remaining
hu: %s van hátra

source: Seeding to %s of %s peers - %s %s/s
hu: Feltöltés (aktív letöltők: %s/%s) - %s %s/s

source: Tracker returned an error: %s
hu: A kiszolgáló elutasította a kapcsolatot: %s

source: Error: %s
hu: Hiba: %s

source: Torrent URL or Magnet link
hu: Torrent hivatkozása vagy mágnes hivatkozás

source: Connecting...
hu: Kapcsolódás...

source: days
hu: nap

source: day
hu: nap

source: hours
hu: óra

source: hour
hu: óra

source: minutes
hu: perc

source: minute
hu: perc

source: seconds
hu: másodperc

source: second
hu: másodperc

source: Hostname
hu: Kiszolgáló

source: Hostname or IP where Transmission is running
hu: Transmission kiszolgáló címe/IP-címe

source: Default is 9091
hu: Az alapértelmezett port 9091

source: Use SSL ?
hu: SSL titkosítás használata

source: Username
hu: Felhasználónév

source: Username to authenticate to Transmission (optional)
hu: Felhasználónév a Transmission kiszolgálóra történő belépéshez (ha szükséges)

source: Password
hu: Jelszó

source: Password to authenticate to Transmission (optional)
hu: Jelszó a Transmission kiszolgálóra történő belépéshez (ha szükséges)

source: Always show the indicator
hu: Ikon megjelenítése az értesítési területen

source: Show the indicator even if Transmission is not running
hu: Transmission ikon megjelenítése akkor is, ha a kiszolgáló nem elérhető

source: Show the number of torrents in the status bar
hu: Futó torrentek számának megjelenítése az értesítési területen

source: Show upload and download icons in the status bar
hu: Folyamatikonok megjelenítése az értesítési területen

source: Show upload and download speed in the status bar
hu: Sebesség megjelenítése az értesítési területen
